{
  "pages" : {
    "-L3R0AU1k1IXceIo7Vcg" : {
      "name" : "How conservatives view the national debt",
      "paragraphs" : {
        "-L3U-ckV3_7qoRt0sYMl" : {
          "filter" : "None",
          "order" : "0",
          "text" : "## The Conservative persepective\n\nGenerally speaking, conservatives believe that we should avoid a debt -- that we should be conservative with our spending.  Just like it’s dangerous for you to be living with lots of credit card debt and student loans for a long time is a bad idea, it’s bad for the country to be in so much debt for such a long period of time."
        },
        "-L3U-iAfZErji7VA5YJZ" : {
          "filter" : "None",
          "order" : "1",
          "text" : "They feel strongly that our debt is out of control, and there is evidence to suggest they are right.  Our debt is approaching levels we haven’t seen since WWII and we are on a path to skyrocket beyond that level. It’s unclear exactly what the direct consequences would be of such outstanding debts, but there are many potential concerns."
        },
        "-L3U-nlnJuGJRcDt_YQ5" : {
          "filter" : "None",
          "order" : "2",
          "text" : "Generally speaking, the first thing conservatives want to talk about to do is cut back on our largest government expenditures -- commonly referred to as Entitlement Reform.  For the most part that means making budget cuts to Medicare, Medicaid, and Social Security."
        },
        "-L5nYc5V1ZuZtCvr-QiT" : {
          "filter" : "None",
          "order" : "-1",
          "text" : "## Some background\n\nThe national debt, just like any debt held for a long period of time, can be a dangerous thing. There's not much debate there, although there is [some](http://theweek.com/speedreads/455872/matt-yglesias-debt-video-leftwing-propaganda). The question is really *how* dangerous is it? "
        },
        "-L5nYnYkgHwlmGg9TpUF" : {
          "filter" : "None",
          "order" : "3",
          "text" : "## Keep reading\n\nGive me links..."
        }
      }
    },
    "-L3ThnE7I_-Rm0-CQeFI" : {
      "name" : "How liberals view the national debt",
      "paragraphs" : {
        "-L3TmpOWUuwcztMMxdvp" : {
          "filter" : "None",
          "order" : "2",
          "text" : "## The liberal perspective\n\nTo put it simply, it’s just not something that many liberals think about. The debt feels like it could be a problem, but not one that is particularly pressing. They would be willing to entertain a conversation about how this might be an issue, but if the next sentence is about cutting social security or medicare, you will likely lose them. "
        },
        "-L3TmwNN9S7mEqz9JWls" : {
          "filter" : "None",
          "order" : "3",
          "text" : "To many liberals, the National Debt can seem like funny money. It doesn’t connect with them, possibly because it doesn’t seem to affect their day to day life (at least in a way that is easily perceivable). "
        },
        "-L4SwnQLRBs8w6IF0x1Q" : {
          "filter" : "Alex",
          "order" : "2",
          "text" : "I want this content to be added to a brand new perspective, and I'm gonna guess to try to put it in the middle."
        },
        "-L5nYznlK1FcIa05yyy3" : {
          "filter" : "None",
          "order" : "0",
          "text" : "## Some background\n\nNeed background..."
        },
        "-L5nZ1uzxvooS2ulukoN" : {
          "filter" : "None",
          "order" : "4",
          "text" : "## Keep reading\n\nNeed links please..."
        }
      }
    },
    "-L4quT5fuE1vM4hT7sGR" : {
      "name" : "How leftists view The Russia investigation",
      "paragraphs" : {
        "-L4qxWmqOdtT5CEh5_8D" : {
          "filter" : "None",
          "order" : "3",
          "text" : "## Keep reading\n\n[The Intercept] (http://theintercept.com) is a pretty good resource here.  They have loads of expertise on foreign affairs and are able to provide a measured response to new developments in the Russia Investigation."
        },
        "-L4qzTJs2GNMJ6GzOqPD" : {
          "filter" : "None",
          "order" : "1",
          "text" : "### We shouldn't hinge everything on this one issue\n\nLeftists all in all just don't care as much about the Russia Investigation as much as Liberals or Neoliberals.  In fact, many leftists believe that part of the reason the Russia Investigation is such a big story is because it is such a good scapegoat for the losses of 2016.\n\nMost leftists believe that the Russia Investigation should be pursued by Robert Mueller and we should figure out exactly what happened. But they also believe that the democratic party should be looking inwards and re-focusing their efforts on how the party should evolve and move forwards."
        },
        "-L5dQD0Z4jttiryz-swO" : {
          "filter" : "None",
          "order" : "0",
          "text" : "## The Leftist perspective\n\nThe Russia Investigation is a bit of a loaded topic. On one hand, it's quite clear that Russia went to great lengths to ensure not just that Donald Trump would become president, but also to stir up as much division as possible. There are now indictments to back that up. \n\nIt's also a bit of a convenient exit for the Democratic Party that ran such a tone deaf campaign. While most leftists believe that the Russian effort to affect the campaign had *some* effect, the question remains why was the race so close to begin with?"
        },
        "-L5dSKCBDgcHa7flbb0w" : {
          "filter" : "None",
          "order" : "-1",
          "text" : "## Some background\n\nThe Russia Investigation has two major components/questions that are really important to keep *separate*\n\n1. How and to what extent did the Russian Government attempt to sway the outcome of the 2016 election?\n2. Did the Russians work with Trump Campaign to help in that process?\n\nAgain, whenever you are critiquing or evaluating news regarding the investigation, look at it through the lens of those two components.\n\nSo far, there has been a lot of development in regards to Question 1, but not nearly as much on Question 2."
        },
        "-L5lI_b_LUb_Aj7TJkGz" : {
          "filter" : "Mobile",
          "order" : "4",
          "text" : "### I can even add a section on my phone!\n\nHow neat is that?"
        }
      }
    },
    "-L5ko2YqwukaoTNyMLVg" : {
      "name" : "How moderates view gun control",
      "paragraphs" : {
        "-L5ko2YsLsl8zIcezQp4" : {
          "filter" : "None",
          "order" : "0",
          "text" : "## Some background\n\nIt doesn't need background at this point.\n\nGun control is an extremely divisive issue in the US. Gun control is probably too big of a topic for just this page. You might want to check out these:\n* [the second ammendment](link)\n* [bans on assault rifles](link)\n* [stronger school security](link)"
        },
        "-L5ko2YtkFbXK39pJIxC" : {
          "filter" : "None",
          "order" : "1",
          "text" : "## The Players\n\n\n#### The NRA\nStuff about the NRA...\n\n#### The Second Amendment\nStuff about the second amendment... "
        },
        "-L5ko2Yu2HK7_jmMSlVL" : {
          "filter" : "None",
          "order" : "2",
          "text" : "## Keep reading\n\nShare some links to get a better understanding of this perspective"
        },
        "-L5ktW04OHMlJBZZcfsf" : {
          "filter" : "None",
          "order" : "0.1",
          "text" : "## The moderate perspective\n\nBasically, moderates think guns are a deep, deep part of US culture and there's little, if anything, that would ever change that — for better or worse.\n\nThat does *not* mean that gun reform is off the table. \n\nModerates believe in \"common sense\" gun reform. Things like:\n* universal background checks\n* banning bump stocks\n* ban \"high rate of fire\" rifles such as the AR-15\n* lower capacity magazines\n* some sort of firearm competency and safety class/certification"
        }
      }
    }
  },
  "rules" : {
    "-L5kwARPOXdyQtLTOiiA" : {
      "order" : "0",
      "text" : "## Tell your story, not others'\n Do your best to only write and edit articles that represent you and your ideology.  This is an inherently subjective project, so it’s best to limit yourself to the ideas, morals and philosophies you understand best because you believe in them.\n\nThere are no right answers to exactly how you see the world — just do your best. The writing, content and sourcing will all benefit from it."
    },
    "-L5kwARS5tgCyORmprWe" : {
      "order" : "1",
      "text" : "## Foster a culture of understanding\n In our passions to make society better, we can sometimes get aggressive and hurtful.  **Don’t try to win arguments here.**  Do your best to get people to understand how you see the world and keep things positive. We want to understand your beliefs, not be convinced why someone is wrong.\n\nMost traditional media is far more effective at **confirming** our biases. This keeps us divided.\n\n Keep the “talking heads” out of this.\n\n Consider how you would want to talk to a loved one that just happened to disagree with you."
    },
    "-L5kwARTLRccHbR5JLGY" : {
      "order" : "2",
      "text" : "## Help me go deeper\n While the material we are discussing is squishy and subjective, there are usually good reasons and resources we can point to in order to explain why we believe what we believe.  What are the sources that you have read, watched or listened to that have helped form your beliefs?  It can even be an anecdote about the town you grew up in or a tragedy you experienced.\n\n Do your best to provide links that allow readers and editors alike to see a bigger context for your beliefs."
    }
  }
}
